Revit 2027 API
ParameterTypeId.CoarseScaleFillPatternColor Property
 "Coarse Scale Fill Color"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CoarseScaleFillPatternColor { get; }
Public Shared ReadOnly Property CoarseScaleFillPatternColor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CoarseScaleFillPatternColor {
	ForgeTypeId^ get ();
}
static member CoarseScaleFillPatternColor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace